package com.marbleUs.marbleUs.systemUtils;

import java.util.Arrays;
import java.util.List;

public interface NickNameGenerator {
    List<String> adjectives = Arrays.asList("고독한", "따분한", "배고픈", "심심한", "물빛나는",
            "발칙한", "화려한", "신비로운", "유쾌한", "유려한", "반짝이는", "우아한", "노골적인",
            "독특한", "깜찍한", "미친듯한", "매혹적인", "흥겨운", "빈티지한", "즐거운", "터프한",
            "말쑥한", "몽환적인", "귀여운", "자유로운", "열정적인", "창의적인", "웅장한", "유니크한",
            "시크한", "친근한", "쿨한", "혁신적인", "멋진", "달콤한", "활기찬", "매력적인", "미스터리한",
            "아기자기한", "도도한", "청량한", "재치있는", "포근한", "명랑한", "풍부한", "유머러스한",
            "사랑스러운", "파격적인", "편안한", "에너지_넘치는", "몽글몽글한", "감각적인", "차분한",
            "환상적인", "아름다운");

    List<String> animals = Arrays.asList("고양이", "개", "말", "소", "돼지", "쥐", "토끼", "고슴도치",
            "뱀", "거북이", "곤충", "양", "염소", "닭", "오리", "고래", "상어", "물고기", "병아리", "앵무새",
            "원숭이", "코끼리", "사자", "호랑이", "곰", "사슴", "펭귄", "팽귄", "햄스터", "너구리", "캥거루",
            "토끼", "고릴라", "오랑우탄", "악어", "히말라야산_염소", "늑대", "여우", "기린", "코뿔소", "두더지",
            "수달", "고슴도치", "바다표범", "낙타", "산양", "해마", "땅다람쥐", "바다사자", "참새", "살모사");

    String randomNickNameGenerator(List<String> adjectives,List<String>animals);
}
